;
; If you want to help translate Listary, please visit http://www.listary.com/languages
; Send an email to support@listary.com if you have any questions

[Info]
;Language name in your own language e.g. Deutsch
Language=Slovenščina
;Language name in English e.g. German
LanguageEn=Slovenian

LanguageFileFormat=1

;Note to translators:
;Please keep escape sequences like $1, $2, \n, \t, %d, %s, %% unchanged
[Strings]
;Common UI
21001=(prazno)
21027=V redu
21028=Prekliči
21029=Zapri

;Words - simple words can be reused
150=Noben
151=Uporabi
152=Mapa
153=Datoteka
154=Ime
155=Pot
156=Ime:
157=Vroča tipka:
158=Pot:
159=Reset

;Global
602=Možnosti Listary

;Balloon
801=Listary teče v ozadju.
802=Išči med tipkanjem
803=Iskanje med tipkanjem je za ta seznam začasno onemogočeno. Pritisnite ESC za obnovo.

;Tray Menu
1001=Spletna pomoč
1002=Preveri za posodobitve...
1003=Vizitka
1004=Izhod

;Toolbar
1100=Išči

;Favorite Menu
2000=Priljubljene
2001=Ta aplikacija
2002=Splošno
2003=Dodaj tukaj
2004=Dodaj trenutno mapo med priljubljene
2050=Napaka pri dodajanju med priljubljene
2051=Listary ni uspelo dobiti poti te aplikacije.

;Recent Menu
2100=Nedavno
2101=Počisti
2105=Spremljaj to aplikacijo
2106=Ne spremljaj te aplikacije

;Commands Menu
2201=Trenutno odprte mape
2202=Preklopi na zadnjo odprto mapo v upravitelju datotek
2203=Odpri izbrano datoteko v upravitelju datotek
2204=Razišči trenutno mapo
2205=Ukazna vrstica
2206=Pojdi v mapo aplikacije
2207=Razišči mapo aplikacije
2208=Prikaži končnico datoteke
2209=Pokaži skrite datoteke in mape
2210=Kopiraj pot mape v odložišče
2211=Kopiraj poti izbranih postavk v odložišče
2212=Kopiraj prikazana imena izbranih postavk v odložišče
2213=Možnosti
2214=Nadgradi v Pro različico
2215=Export List Content to Excel
2216=Onemogoči Listary za to aplikacijo
2218=Separator
2219=Za eno stopnjo navzgor
2252=Ali ste prepričani, da želite onemogočiti Listary za to aplikacijo?
2253=Onemogoči Listary
2254=Listary se ne bo prikazal več od naslednjega zagona te aplikacije.
2260=Ukazni poziv (Administrator)
2261=Dodaj trenutno mapo kot projekt

; Export to Excel command
2270=Sorry this list is not supported.
2271=Processing...
2272=Save failed, please check if the file is open in another program.

;Search
2300=Seznam
2301=Pojdi na
2302=Ni postavk, ki ustrezajo vašemu iskanju.
2303=(trenutna mapa)
2304=Projekt
2305=Kontekstni meni

;Options > General
3000=Splošno
3001=Zaženi Listary ob zagonu Windows-ov
3002=Za Windows XP Raziskovalca samodejno nastavi vhodni fokus na seznam datotek
3004=Hitro stikalo (Odpri trenutno mapo v pogovornem oknu datoteke, ko preklopite na upravitelja datotek)
3005=Jezik:
3006=Privzeti upravitelj datotek
3007=Izpolnite to, če vam je ljubše uporabljati upravitelja datotek, ki ni Windows Raziskovalec.\nUporabi %1 v parametru za pot. Ne pozabite ponudbe.
3008=Neurejeno ujemanje
3009=Samodejno preveri za posodobitve
3010=Preveri za nove beta različice
3020=Prefiks začasno onemogoča iskanje med tipkanjem v trenutnem seznamu (pritisnite ESC za obnovitev):

;Options > Favorites
3100=Priljubljene
3106=Podmeni

;Options > Commands
3306=Dodaj ukaz po meri
3309=Ukaz
3313=Prikazan naziv:
3314=Opis:
3315=Ključna beseda:
3316=Tiho
3317=Zaženi kot administrator

;Options > Applications
3402=Omogoči Listary za to aplikacijo
3403=Spremljaj nedavne datoteke in mape

;Options > Keyboard and Mouse
3503=Prikaži Listary orodno vrstico:
3504=Prikaži pojavni meni:

;Options > Display
3603=Relativno na seznam
3604=Relativno na okno
3605=Od zgoraj
3606=Od spodaj
3607=Od leve
3608=Od desne
3618=Na vrh okna
3619=Na dno okna
3620=Relativno na monitor
3621=Center of window
3624=Za aktiviranje Listary dvokliknite z miško na praznem prostoru
3625=Za aktiviranje Listary kliknite kolešček miške
3626=Omogoči lokalne vroče tipke ko je orodna vrstica Listary skrita
3628=Pozicija orodne vrstice
3629=Išči med tipkanjem

;Options > Pro
3800=Nadgradi v Listary Pro
3802=Ime:
3803=E-pošta:
3804=Registracijska koda:
3808=Prilepi iz odložišča
3809=Preveri registracijsko kodo
3810=Čestitamo, uspešno ste nadgradili na Listary Pro!
3811=Oprostite, registracijska koda je neveljavna.
3812=Listary je brezplačna le za osebno, nekomercialno uporabo.
3813=Če želite uporabiti Listary v komercialne namene, ali pri svojem poslovanju, ali če želite podpreti razvoj Listary, prosimo nadgradite na Listary Pro.
3814=Pridobite Listary Pro zdaj!

;Options > About
3900=Vizitka
3902=Prikaži domačo stran
3903=Za ta program ima licenco

;Options > Integration
4000=Integracija
4002=Uporabi Total Commander namesto pogovornih oken datotek:

;Custom Command Dialog
4200=Ukaz po meri
4201=Celotna pot izvršljive datoteke.\nPrimer: C:\ Programske datoteke\7-Zip\7z.exe
4202=Parameter:
4203=Primer prikazuje kako dodati izbrane datoteke v arhiv z uporabo 7-Zip.\n\nLahko uporabite naslednje spremenljivke v parametru. Spremenljivke ne vsebujejo narekovajev . Dodajte jih ročno, glede na vaše potrebe.
4204=%datoteka%\t\tCelotna pot za izbrano datoteko/mapo.\nPrimer:  D:\download\music\example.mp3\n\n%path%\tPath of the current folder.\nExample: D:\download\music\\n\n%filename%\tFile name of the select file/folder.\nExample: example.mp3
4210=Ustvarite txt datoteko (primer)
4211=Ustvari "{poizvedba}.txt"
4212=Npr. vnesite "txt abc" da uredite "abc.txt" z Beležnico

;Add Favorite Dialog
4300=Dodaj Priljubljene
4301=Uporabi pot

;Menu List
4400=Meni
4401=Orodna vrstica
4402=Pojavni meni
4403=Priljubljeno
4404=Priljubljena aplikacije
4405=Total Commander Imeniški meni
4406=Nedavno
4407=Ukazi
4408=Opravilna vrstica Levi klik meni
4409=Opravilna vrstica Desni klik meni

;Menu List Item Type
4500=Priljubljena mapa
4501=Priljubljen dokument
4502=Zagnana aplikacija

;Options > Menus
5000=Meniji
5001=Ukazi
5002=Ponastavitev menijev
5003=Ali ste prepričani, da želite ponastaviti vse menije na privzete? Ne boste izgubili svoje priljubljene ali pa ukaze.
5010=Spremeni ikono
5011=Povrni privzeto ikono

;Options > By Window Type
5100=Z vrsto okna

;Options > Hotkeys
5200=Vroče tipke

;Options > By Application
5300=Z aplikacijo
5301=Pripete poti
5302=Prikazane so samo aplikacije z neprivzetimi nastavitvami.

;Options > Index
5402=Išči podmape samodejno
5403=Predpona za iskanje vseh pogonov:
5404=Izključi iskanje na disku
5410=Izključi pogon ali mapo
5411=Dodaj filter izključitve
5412=Odstrani izbrani vnos
5413=Iskanje na disku
5416=Onemogoči iskanje na disku
5417=Veljavni indeks obnovitve
5418=Nalaganje...
5419=Indeks
5420=NTFS pogoni
5421=Lokacije Indeksa po meri
5422=Neveljavna mapa izključitev
5423=Filtri izključitev
5430=Dodaj poljubno lokacijo v indeks
5440=Posodobi indeks vsake $1 minute (0 da onemogočite)
5441=Posodobi indeks zdaj


;Options > History
5500=Zgodovina
5501=Sledi datoteke in mape odprte v preteklosti
5502=Počisti zgodovino
5503=Ali ste prepričani, da želite izbrisati vse pretekle zapise?
3208=Samodejno izberi zadnjo odprto datoteko v pogovornem oknu odprtih datotek
3215=Išči nedavne datoteke in mape
5510=Izključi zgodovino

;Options > Projects
5600=Projekti
5601=Ključna beseda
5602=Kaj je to?
5603=Na primer, če ste dodali "D:\Spletne strani\My Blog" kot projekt s ključno besedo "blog", lahko vnesete "blog" file_to_find.html za iskanje datotek in map v njej od kjerkoli in kadarkoli.
5605=Za nadaljno uporabo projektov nadgradi zdaj na Listary Pro!

;Options > Appearance
5700=Videz
5701=Velikost
5702=Normalna
5703=Majhna
5710=(v pikslih. 0 za privzeto)
5711=Širina:
5712=Maksimalna višina:

;Options > Launch Apps
5800=Launch Apps
5801=Search Folders

;Options > Search
5901=Filters
5902=Type "keyword:search query" or "search query keyword:" to apply a search filter
5910=Search in:
5911=Search for:
5912=Extensions:

;Dialog > Add Exclude Filter
6100=Dodaj filter izključitve
6101=* ujemanje nič ali več znakov
6102=? ujemanje točno en znak
6103=Filter:

;Dialog > Register Hotkey
6200=Listary Vroča tipka
6201=Vročo tipko $1 uporablja druga aplikacija.
6202=Določite novo:

;Dialog > Upgrade to Pro
6301=Ta funkcija je na voljo kot del Listary Pro evalvacije.
6302=Nadaljuj

;Updates
6400=Posodobitev Listary
6402=Listary ne more preveriti posodobitve zdaj, poskusite znova pozneje.
6403=Že uporabljate najnovejšo različico Listary, preverite ponovno v prihodnosti.
6404=Nova različica $1 je na voljo.
6405=Nameščena različica:
6406=Najnovejša različica:
6407=Odpri stran za prenos
6408=Preskoči to različico
6409=Opomni me pozneje

;UI
8000=Kliknite za nastavitev vroče tipke
8001=Pritisnite vročo tipko

;Actions
9000=Ukrepi
9001=Odpri mapo
9002=Kopiraj pot v odložišče
9003=Odpri
9004=Kopiraj pot mape v odložišče
9005=Kopiraj v trenutno mapo
9006=Premakni v trenutno mapo
9007=Kopiraj
9008=Izreži
9020=Ali ste prepričani, da želite premakniti "$1" v "$2"?

;Tutorial
7000=Vadnica
7001=Poskusite!
7002=Naprej >
7003=Ne, hvala
7004=Končano
7005=Kliknite *Naprej >* za končanje

7010=Verjetno prvič zaganjate Listary. Bi radi vadili?

7020=Za začetek se bo odprlo okno Raziskovalca.

7030=V Raziskovalca lahko neposredno vnesete tisto kar potrebujete.
7031=Vnesite *text 2*

7040=*Tab / Up / Down:* Izberi datoteko ali mapo
7041=*Enter:* Odpri izbrano datoteko ali mapo
7042=*ESC:* Skrij Listary orodno vrstico

7050=Če uporabljate pogosto desni klik menija (priročni meni), bi bil ta način ukrepanja v veliko pomoč.
7051=Vnesite svoj iskani izraz
7052=Izberite rezultat (uporabite Tab / Up / Down)
7053=Pritisnite *Right Arrow Key*

7060=Vsi vaši vnosi priročnega menija so tukaj (oba, 32-bitni in 64-bitni). Lahko izberete tistega, ki ga potrebujete takoj.

7070=Prav tako lahko neposredno vnesete pot.
7071=Vnesite pot kot naprimer D:\Moja mapa\Fotografije

7080=Da bi se izognili konfliktom, Listary ne bo prikazal med vnašanjem samodejno v nekaterih upraviteljih datotek. Vedno lahko uporabite vročo tipko ($1) za aktivacijo.
7081=Poskusite vročo tipko *$1*

7090=Če imate raje miško, lahko za dostop do Listary uporabite dvojni ali srednji klik miške.
7091=Dvoklik na katero koli prazno območje v desnem panelu Raziskovalca.

7100=Listary lahko preišče vse vaše pogone (NTFS) z vratolomno hitrostjo.
7101=Vnos *notepad.exe*
7102=Izberite Beležnica
7103=Za odpiranje pritisnite Enter

7110=Zdaj naj bi imeli odprto okno Beležnice.
7111=Kliknite Datoteka > Odpri... (ali pritisnite Ctrl + O) v Beležnici

7112=Pritisnite *Ctrl + G*
7120=Listary odpira predhodno mapo v Raziskovalcu! To vam lahko pomaga narediti tudi samodejno.
7121=Preklopite na predhodno okno Raziskovalca
7122=Odprite katero koli drugo mapo v Raziskovalcu
7123=Preklopite nazaj v pogovorno okno Odpri v Beležnici
7124=Opazite kako se je mapa spremenila v pogovornem oknu Odpri

7130=Obstaja veliko drugih funkcij v Listary kot priljubljeno, zgodovina in ukazi. Raziščite to s klikanjem gumbov v Listary orodni vrstici.

7141=Najlepša hvala za vaš čas! Kliknite na spodnjo povezavo če želite izvedeti več o drugih odličnih lastnostih Listary:
7142=Izvedite več o Listary
